Repository: mariasev26/20930087H
Catalog: omegat/project_save.tmx
Source language: en_gb
Languages: es_es

source: (Photo by (c)20th Century Fox Film Corp.) The exploitation action movie Machete (Certified Fresh at 71%) began as a joke trailer that played during the intermission of the Robert Rodriguez-Quentin Tarantino collaboration Grindhouse (Certified Fresh at 84%), and the joke seemed to continue when the sequel, Machete Kills (Rotten at 29%), promised a third movie called Machete in Space.
es_es: La película de acción y explotación Machete (Certificado Fresco al 71%) comenzó como un tráiler de broma que se emitió durante el intermedio de la colaboración entre Robert Rodriguez y Quentin Tarantino, Grindhouse (Certificado Fresco al 84%), y la broma pareció continuar cuando la secuela, Machete Kills (Podrido al 29%), prometió una tercera película llamada Machete in Space.

source: (Photo by Francois Duhamel/(c)Weinstein Company courtesy Everett Collection) Quentin Tarantino has long stated his intentions to stop directing films after his 10th feature, and Once Upon a Time... in Hollywood (Certified Fresh at 85%) was movie No. 9, so ostensibly, his next will be his last (if he actually does retire).
es_es: Hace tiempo que Quentin Tarantino ha manifestado su intención de dejar de dirigir películas después de su décimo largometraje, y Once Upon a Time... in Hollywood (con un 85% de certificado de frescura) fue la película número 9, por lo que, ostensiblemente, la próxima será la última (si es que realmente se retira).

source: (Photo by Francois Duhamel/©Weinstein Company courtesy Everett Collection)
es_es: (Foto hecha por Francois Duhamel/©Weinstein Company courtesy Everett Collection)

source: (Photo by Franziska Krug, Amy Sussman, Amanda Edwards/Getty Images)
es_es: (Foto hecha por Franziska Krug, Amy Sussman, Amanda Edwards/Getty Images)

source: (Photo by Frazer Harrison/Getty Images)
es_es: (Foto hecha por Frazer Harrison/Getty Images)

source: (Photo by Frazer Harrison/Getty Images) James Gunn obviously is going to be extremely busy as the new co-head of DC Studios, considering his ambitious slate (which is only part of what Gunn has planned, to boot).
es_es: James Gunn obviamente va a estar extremadamente ocupado como nuevo co-director de DC Studios, teniendo en cuenta su ambiciosa agenda (que es sólo una parte de lo que Gunn tiene planeado, por si fuera poco).

source: (Photo by Joe Del Valle/©Castle Rock Entertainment/Courtesy Everett Collection)
es_es: (Foto de Joe Del Valle/©Castle Rock Entertainment/Cortesía de Everett Collection)

source: (Photo by Jon Kopaloff/Getty Images)
es_es: (Foto hecha por Jon Kopaloff/Getty Images)

source: (Photo by Jon Kopaloff/Getty Images) Studios have become increasingly tight-lipped when it comes to certain movies (Jordan Peele's Nope is one example of that), releasing details in small trickles prior to the release of any substantial promotion, like a trailer.
es_es: Los estudios se han vuelto cada vez más herméticos cuando se trata de ciertas películas (Nope de Jordan Peele es un ejemplo de ello), liberando detalles en pequeños goteos antes del lanzamiento de cualquier promoción sustancial, como un trailer.

source: (Photo by Karwai Tang/Getty Images)
es_es: (Foto hecha por Karwai Tang/Getty Images)

source: (Photo by Kerry Hayes/(c)Open Road Films) Although the 1990s and 2000s were sort of a harsh period for movies based on video games, that era was also when some of the games considered now to be classics were released.
es_es: Aunque las décadas de 1990 y 2000 fueron una especie de período duro para las películas basadas en videojuegos, esa época también fue cuando se lanzaron algunos de los juegos considerados ahora clásicos.

source: (Photo by Kerry Hayes/©Open Road Films)
es_es: (Foto hecha por Kerry Hayes/©Open Road Films)

source: (Photo by Kevin Winter, Jon Kopaloff/Getty Images)
es_es: (Foto hecha por Kevin Winter, Jon Kopaloff/Getty Images)

source: (Photo by Leon Bennett, Stefanie Keenan/Getty Images)
es_es: (Foto hecha por Leon Bennett, Stefanie Keenan/Getty Images)

source: (Photo by Leon Bennett, Stefanie Keenan/Getty Images) The 1978 cult horror film Faces of Death (Rotten at 27%) purported to depict genuine scenes of "real death" (spoiler: it mostly did not).
es_es: La película de terror de culto de 1978 Caras de la muerte (Rotten al 27%) pretendía representar auténticas escenas de "muerte real" (spoiler: en la mayoría de los casos no fue así).

source: (Photo by Mike Marsland/Getty Images)
es_es: (Foto hecha por Mike Marsland/Getty Images)

source: (Photo by Mike Marsland/Getty Images) Peter Farrelly is a big time Academy Award winner now for Green Book (Certified Fresh at 77%), and Bobby Farrelly just made his directorial debut last week with Champions (Rotten at 58%) but all of that only happened after a very long period during which they mostly made comedies like 2001's Shallow Hal (Rotten at 50%), starring Jack Black and Gwyneth Paltrow in a fat suit.
es_es: Jack Black (Foto de Mike Marsland/Getty Images) Peter Farrelly es ahora un gran ganador del Oscar por Green Book (Certificado Fresco al 77%), y Bobby Farrelly acaba de debutar como director la semana pasada con Campeones (Podrido al 58%), pero todo eso solo ocurrió después de un larguísimo periodo durante el cual hicieron sobre todo comedias como Shallow Hal (Podrido al 50%), de 2001, protagonizada por Jack Black y Gwyneth Paltrow con un traje de gorda.

source: (Photo by © Columbia TriStar Television/ Courtesy: Everett Collection.)
es_es: (Foto de © Columbia TriStar Television/ Cortesía: Everett Collection).

source: (Photo by ©20th Century Fox Film Corp.)
es_es: (Foto hecha por ©20th Century Fox Film Corp.)

source: (Photo by ©NBC/Courtesy Everett Collection)
es_es: (Foto de ©NBC/Cortesía de Everett Collection)

source: (Season 1) –James Poniewozik, TIME Magazine
es_es: (Temporada 1) –James Poniewozik, TIME Magazine

source: (Season 11, episode 24) –Jessica Liese, Variety
es_es: (Temporada 11, episodio 24) –Jessica Liese, Variety

source: (Season 5) –Tim Goodman, Hollywood Reporter
es_es: (Temporada 5) –Tim Goodman, Hollywood Reporter

source: (See the best horror movies of previous years with our guides to 2022, 2021, 2020, 2019, and 2018.)
es_es: (Mira aquí las mejores películas de terror de años anteriores con nuestras guías de 2022, 2021, 2020, 2019 y 2018).

source: (We broke the tie between the first seasons of Hacks and Yellowjackets in our list below by looking at those seasons’ “Average Ratings” under “See Score Details.”)
es_es: (Hemos deshecho el empate entre las primeras temporadas de Hacks y Yellowjackets en nuestra lista de abajo mirando las "Puntuaciones medias" de esas temporadas en "Ver detalles de puntuación").

source: /logout/
es_es: /salir de la sesión/

source: 24-year-old British actress Daisy Edgar-Jones had her biggest American role to date as the star of Where the Crawdads Sing (Rotten at 34%), and this week, we learned she may join a sequel decades in the making.
es_es: La actriz británica de 24 años Daisy Edgar-Jonestuvo su mayor papel estadounidense hasta que como protagonista de Donde cantan los cangrejos (Rotten al 34%), y esta semana hemos sabido que podría unirse a una secuela que lleva décadas gestándose.

source: 36% Red Notice (2021) After the COVID-19 pandemic took hold in 2020 and changed the way we did, well, pretty much everything, one of the biggest industries to suffer — and quite publicly, at that — was the movie industry.
es_es: 36% Alerta Roja (2021) Después de que la pandemia de la COVID-19 se apoderara de nosotros en 2020 y cambiara nuestra forma de hacer, bueno, prácticamente todo, una de las industrias más afectadas, y de forma bastante pública, fue la industria cinematográfica.

source: 69% Joker (2019) Controversy and heated debate about Todd Phillips‘ Joker seemed to follow little ol’ Arthur Fleck wherever he waltzed, from the movie’s riff on early Martin Scorsese films to its sympathetic viewpoint, which was thought to possibly inspire actual violence, to even its Tomatometer score.
es_es: 69% El Joker (2019) La controversia y el acalorado debate sobre el Joker de Todd Phillips parecían seguir al pequeño Arthur Fleck dondequiera que bailara el vals, desde el riff de la película sobre las primeras películas de Martin Scorsese hasta su punto de vista simpático, que se pensó que posiblemente inspiraría violencia real, e incluso seu puntuación en el tomatómetro.

source: 76% My Big Fat Greek Wedding (2002) My Big Fat Greek Wedding was the little film that could.
es_es: 76% Mi grand boda griega (2002) My Big Fat Greek Wedding fue la pequeña película que pudo.

source: 82% Avatar (2009) With the rise in ticket prices over the last two decades and the popularization of 3D, IMAX, and other screen innovations, it’s probably no surprise that of the top 25 highest worldwide-grossing films, only one of them was released prior to 2000.
es_es: 82% Avatar (2009) Con el aumento del precio de las entradas en las dos últimas décadas y la popularización del 3D, IMAX, y otras innovaciones de pantallas, probablemente no sorprenda que de las 25 películas más taquilleras del mundo, sólo una se estrenara antes del año 2000.

source: 91% La La Land (2016) “Most Oscar Nominations” can be a rather dubious accolade unless it’s followed by an equally impressive list of Oscar wins.
es_es: 91% La La Land (2016) “Más nominaciones al Oscar” puede ser un galardón bastante dudoso a menos que vaya seguido de una lista igualmente impresionante de victorias en los Oscar.

source: 92% Eternal Sunshine of the Spotless Mind (2004) Fresh and Rotten were a part of Rotten Tomatoes from the very beginning, but over time it started to make sense for us to add another layer of distinction for those films that were particularly well-received.
es_es: 92% Eternal Sunshine of the Spotless Mind (2004) Fresh y Rotten formaron parte de Rotten Tomatos desde el inicio, pero alrededor de los tiempos empezó a tener sentido para nosotros añadir otra capa de distinción para las películas que fueron especialmente bien recibidas.

source: 93% The Lord of the Rings: The Return of the King (2003) The term “masterpiece” is a frequently misappropriated distinction, but it’s entirely warranted in the case of Peter Jackson’s The Lord of the Rings trilogy.
es_es: 93% El Señor de los Anillos: El Retorno del Rey (2003) El término "obra maestra" es una distinción frecuentemente mal utilizada, pero está totalmente justificada en el caso de la trilogía de El Señor de los Anillos de Peter Jackson.

source: 94% The Dark Knight (2008) In many ways, the modern era of superhero cinema can trace its roots back to 2008, the year when a pair of comic book movies took the world by storm.
es_es: 94% El Caballero oscuro (2008) En muchos sentidos, la era moderna del cine de superhéroes se remonta al 2008, año en que un par de películas de cómics arrasaron en todo el mundo.

source: 96% Black Panther (2018) At one point, Paddington 2 became the best-reviewed movie on Rotten Tomatoes, with a perfect 100% Tomatometer score after hundreds of reviews, but that impressive record came to an end in 2021 with the film’s first Rotten review.
es_es: 96% Pantera Negra (2018) En un momento dado, Paddington 2 se convirtió en la película más vista en Rotten Tomatoes, con una puntuación perfecta del 100% en Tomatómetro después de cientos de reseñas, pero ese impresionante récord llegó a su fin en 2021 con la primera reseña en Rotten.

source: 96% Manchester by the Sea (2016) One of the early goals of streaming giant Netflix when it began creating original content was legitimacy within the industry.
es_es: 96% Manchester frente al mar (2016) Uno de los primeros objetivos del bestiales del streaming Netflix cuando empezó a crear contenidos originales era la legitimidad dentro de la industria.

source: 30 Most Popular Movies Right Now: What to Watch In Theaters and Streaming
es_es: 30 Las películas más populares en este momento: Qué ver en cines y streaming

source: Star Wars Movies In Order: How to Watch the Saga Chronologically
es_es: Star Wars Orden de las películas: Cómo ver la saga cronológicamente

source: Star Wars TV Ranked
es_es: Star Wars Clasificación de la televisión

source: All 32 Marvel Movies Ranked: See MCU Movies By Tomatometer
es_es: Clasificación de las 32 películas de Marvel: Mira las películas de MCU por el tomatómetro

source: All Star Wars Movies Ranked By Tomatometer
es_es: Todas las películas deStar Wars clasificadas por el tomatómetro

source: All Ben Affleck Movies Ranked
es_es: Todas las películas de Ben Affleck clasificadas

source: All Jennifer Lopez Movies Ranked By Tomatometer
es_es: Todas las películas de Jennifer Lopez clasificadas por Tomatómetro

source: All Robert Rodriguez Movies Ranked
es_es: Todas las películas de Robert Rodriguez clasificados

source: Huesera: The Bone Woman (2022) 99%
es_es: Huesera (2022) 99%

source: James Gunn obviously is going to be extremely busy as the new co-head of DC Studios, considering his ambitious slate (which is only part of what Gunn has planned, to boot).
es_es: James Gunnobviamente va a estar extremadamente ocupado como nuevo co-director de DC Studios, teniendo en cuentasu ambiciosa agenda (que es solo una parte de lo que Gunn tiene planeado, por si fuera poco).

source: Netflix’s 100 Best Movies Right Now (May 2023)
es_es: Las 100 mejores películas de Netflix actualmente (mayo 2023)

source: Peter Farrelly is a big time Academy Award winner now for Green Book (Certified Fresh at 77%), and Bobby Farrelly just made his directorial debut last week with Champions (Rotten at 58%) but all of that only happened after a very long period during which they mostly made comedies like 2001’s Shallow Hal (Rotten at 50%), starring Jack Black and Gwyneth Paltrow in a fat suit.
es_es: Peter Farrelly es ahora un gran ganadro del Oscar por Green Book (Certificado reciente al 77%), y Bobby Farrelly acaba de debutar como director la semana pasada con Campeones (Rotten al 58%) pero todo eso solo ocurrió después de un larguísimo periodo durante el cual hicieron sobre todo comedias comoShallow Hal (Rotten al 50%), de 2001, protagonizada por Jack Black y Gwyneth Paltrow con un traje de gorda.

source: Quentin Tarantino has long stated his intentions to stop directing films after his 10th feature, and Once Upon a Time… in Hollywood (Certified Fresh at 85%) was movie No. 9, so ostensibly, his next will be his last (if he actually does retire).
es_es: Hace tiempo que Quentin Tarantino ha manifestado su intención de dejar di dirigir películas después de su décimo largometraje, y Once Upon a Time... en Hollywood (Certificado reciente al 85%) fue la película número 9, por lo que, ostensiblemente, la próxima película será la última (si es que realmente se retira).

source: SIGN UP LOG IN
es_es: Registrarse Iniciar sesión

source: Terms of Service Privacy Policy Do Not Sell My Info Accessibility
es_es: Términos de servicio Política de privacidad No vender mi información Accesibilidad

source: The 100 Best Movies on Amazon Prime Video (May 2023) – Rotten Tomatoes
es_es: Las 100 mejores películas de Amazon Prime Video (mayo de 2023)

source: The Matrix Movies Ranked
es_es: La Base de las películas clasificadas

source: The Pope's Exorcist (2023) 50%
es_es: El exorcista del Papa

source: Warner Bros: 100 Years, 100 Essential Movies
es_es: Warner Bros: 100 años, 100 Películas Esenciales

source: What's the Tomatometer?® RT Critics
es_es: ¿Que es el Tomatómetro? RT Críticas

source: Winnie-the-Pooh: Blood and Honey (2023) 3%
es_es: Winnie-the-Pooh: Sangre y miel (2023) 3%

source: confirming the news.
es_es: confirmara las noticias..

source: Join Newsletter Join Newsletter
es_es: Unirse al periódico Unirse al periódico

source: DEAR SANTA, CAN JACK BLACK REUNITE WITH THE FARRELLY BROTHERS?
es_es: QUERIDO SANTA, ¿PUEDE JACK BLACK REUNIRSE CON LOS HERMANOS FARRELLY?

source: FACES OF DEATH REMAKE CASTS ITS LEADS
es_es: EL REMAKE DE CARAS DE LA MUERTE YA TIENE PROTAGONISTAS

source: Only Murders in the Building, season 1 – 106 reviews
es_es: Only Murders in the Building, temporada 1 - 106 críticas.

source: RETURN TO SILENT HILL TO ADAPT CLASSIC HORROR GAME SILENT HILL 2
es_es: REGRESO A SILENT HILL PARA ADAPTAR EL CLÁSICO JUEGO DE TERROR SILENT HILL 2

source: SNL cast members Will Ferrell and Chris Kattan starred in October 1998 film release Night at the Roxbury, based on their popular “Roxbury Guys” skit.
es_es: Los miembros del reparto de SNL Will Ferrell y Chris Kattan protagonizaron en octubre de 1998 la película Night at the Roxbury, basada en su popular sketch "Roxbury Guys".

source: Saturday Night Live has the most Emmy nominations of all time with 305 and the most Emmy wins with 82.
es_es: Saturday Night Live tiene el mayor número de nominaciones a los Emmy de todos los tiempos con 305 y el mayor número de victorias con 82.

source: Seinfeld (NBC) 1997-1998 – 21.7 rating
es_es: Seinfeld (NBC) 1997-1998 - 21,7 de audiencia

source: Seinfeld had a monster finale, called “The Finale,” with a 41.3 Nielsen rating and a 58 share with an estimated 75 million viewers.
es_es: Seinfeld tuvo un final monstruoso, llamado "The Finale", con un 41,3 de ratio de Nielsen y un 58 de compartidos con una audiencia estimada de 75 millones de espectadores.

source: Seinfeld reached 34.1 million viewers in the 1997-1998 period with a 21.7 Nielsen rating; however, the series ended in May 1998, missing Rotten Tomatoes’ birth by a mere three months.
es_es: Seinfeld alcanzó los 34,1 millones de espectadores en el periodo 1997-1998 con una audiencia de 21,7 Nielsen; sin embargo, la serie terminó en mayo de 1998, perdiéndose el nacimiento de Rotten Tomatoes por apenas tres meses.

source: Squid Game: Season 1 – 1,650,450,000
es_es: Squid Game: Temporada 1 - 1.650.450.000

source: Stranger Things 4 – 1,352,090,000 hours
es_es: Stranger Things 4 - 1.352.090.000 horas

source: Stranger Things has promise as a peculiar and critical historical survey of geek culture.
es_es: Stranger Things promete ser un peculiar y crítico repaso histórico de la cultura friki.

source: Stranger Things might feel like a mere retro roller coaster were it not for that slow drip of sorrow and trauma, the residue of Reagan-era anxiety about the nuclear family.–Emily Nussbaum, New Yorker
es_es: Stranger Thingspodría parecer una mera montaña rusa retro si no fuera por ese lento goteo de dolor y trauma, el residuo de la ansiedad de la era del presidente Reagan sobre la familia nuclear.–Emily Nussbaum, New Yorker

source: Stranger Things season 1 has a 96% Audience Score with almost 14K ratings, the second-highest number of ratings of any TV or streaming series season.
es_es: Stranger Things temporada 1 tiene un 96% de Audience Score con casi 14 mil ratings, el segundo mayor número de ratings de cualquier temporada de series de TV o streaming.

source: Dear Santa will tell the story of a little boy who sends a letter to Santa Claus, but misspells his name, and sends his Christmas wishes to SATAN instead.
es_es: Querido Santa contará la historia de un niño que envía una carta a Papá Noel, pero escribe mal su nombre, y en su lugar envía sus deseos navideños a SATÁN.

source: The Pope's Exorcist is standard-issue holy horror in most respects, but its star's sanctified performance will be the answer to some viewers' prayers.
es_es: El exorcista del Papa es una película de terror estándar en la mayoría de los aspectos, pero la interpretación santificada de su estrella será la respuesta a las plegarias de algunos espectadores.

source: Fleabag, season 2 – 99 reviews
es_es: Fleabag, temporada 2 - 99 críticas.

source: Money Heist: Part 5 – 792,230,000
es_es: Money Heist: Parte 5 - 792.230.000

source: Dahmer – Monster: The Jeffrey Dahmer Story – 856,270,000 hours
es_es: Dahmer - Monster: La historia de Jeffrey Dahmer - 856.270.000 horas

source: Money Heist: Part 4 – 619,010,000
es_es: La casa de papel: Parte 4 - 619.010.000

source: The Bear, season 1 – 77 reviews
es_es: The bear, temporada 1 - 77 críticas.

source: Return to Silent Hill will star Jeremy Irvine (War Horse) as a man who is drawn to the spooky town of Silent Hill trying to reunite with his former love, played by Hannah Emily Anderson (Jigsaw).
es_es: Return to Silent Hill estará protagonizada por Jeremy Irvine (War Horse) en el papel de un hombre que se ve atraído por el espeluznante pueblo de Silent Hill intentando reunirse con su antiguo amor, interpretado por Hannah Emily Anderson (Jigsaw).

source: All of Us Are Dead: Season 1 – 560,780,000
es_es: Todos estamos muertos: Temporada 1 - 560.780.000

source: Bridgerton: Season 2 – 656,260,000 hours
es_es: Bridgerton: 2ª temporada - 656.260.000 horas

source: Hacks, season 1 – 74 reviews
es_es: Hacks, temporada 1 - 74 críticas.

source: Survivor (CBS) 2000–2001 – 17.4 rating
es_es: Survivor (CBS) 2000-2001 - 17,4 de audiencia

source: Twisters will be directed by Lee Isaac Chung, whose most recent film Minari (Certified Fresh at 98%) was nominated for six Academy Awards in 2020, winning Best Supporting Actress for Youn Yuh-Jung.
es_es: Twisters será dirigida por Lee Isaac Chung, cuya pelícual más reciente Minari (Certificado reciente al 98%) fue nominada a seis premios de la Academia en 2020, ganando el de Mejor Actriz de Reparto para Youn Yuh-Jung.

source: American Idol (Wednesdays, ABC) 2006–2007 – 17.3 rating
es_es: American Idol (miércoles, ABC) 2006-2007 - 17.3 rating

source: Bridgerton: Season 1 – 625,490,000 hours
es_es: Bridgerton: Temporada 1 - 625.490.000 horas

source: Money Heist: Part 3 – 426,400,000
es_es: La casa de papel: Parte 3 - 426.400.000

source: Yellowjackets, season 1 – 74 reviews
es_es: Yellowjackets, temporada 1 - 74 críticas.

source: - - Friends, Season 10, Episode 17: "The Last One"
es_es: - - Friends, Temporada 10, Episodio 17: "The Last One"

source: - - Seinfeld, Season 9, Episode 24: "The Finale"
es_es: - - Seinfeld, Temporada 9, Episodio 24: "The Finale"

source: 100% Only Murders in the Building: Season 1 (2021) (Hulu)
es_es: 100% Only Murders in the Building: Temporada 1 (2021) (Hulu)

source: 55% Game of Thrones: Season 8 (2019) (HBO) with 675 reviews
es_es: 55% Juego de Tronos: Temporada 8 (2019) (HBO) con 675 reseñas.

source: 79% The Walking Dead (AMC) with 4,130 reviews
es_es: 79% The Walking Dead (AMC) con 4,130 reseñas +

source: 97% Stranger Things: Season 1 (2016) (Netflix)
es_es: 97% Stranger Things: Temporada 1 (2016) (Netflix)

source: Adjusted Score: 100086%
es_es: Puntuación general: 100086%

source: Adjusted Score: 111279%
es_es: Puntuación: 111279%

source: Adjusted Score: 12791%
es_es: Puntuación general: 12791%

source: Adjusted Score: 13415%
es_es: Puntuación general: 13415%

source: Adjusted Score: 19038%
es_es: Puntuación general: 19038%

source: Adjusted Score: 19128%
es_es: Puntuación general: 19128%

source: Adjusted Score: 19155%
es_es: Puntuación general: 19155%

source: Adjusted Score: 19185%
es_es: Puntuación general: 19185%

source: Adjusted Score: 22148%
es_es: Puntuación general: 22148%

source: Adjusted Score: 25288%
es_es: Puntuación general: 25288%

source: Adjusted Score: 25610%
es_es: Puntuación general: 25610%

source: Adjusted Score: 25737%
es_es: Puntuación general: 25737%

source: Adjusted Score: 26454%
es_es: Puntuación general: 26454%

source: Adjusted Score: 31323%
es_es: Puntuación general: 31323%

source: Adjusted Score: 31861%
es_es: Puntuación general: 31861%

source: Adjusted Score: 32013%
es_es: Puntuación general: 32013%

source: Adjusted Score: 38170%
es_es: Puntuación general: 38170%

source: Adjusted Score: 38291%
es_es: Puntuación general: 38291%

source: Adjusted Score: 38326%
es_es: Puntuación general: 38326%

source: Adjusted Score: 41085%
es_es: Puntuación general: 41085%

source: Adjusted Score: 44797%
es_es: Puntuación general: 44797%
